/* No comment provided by engineer. */
"%@ to %@" = "%1$@ hingga %2$@";

/* No comment provided by engineer. */
"%d of %d" = "%1$d dari %2$d";

/* No comment provided by engineer. */
"%li to %li" = "%1$li hingga %2$li";

/* No comment provided by engineer. */
"'item' parameter required" = "parameter 'item' harus diisi";

/* No comment provided by engineer. */
"'portal' parameter required" = "parameter 'portal' harus diisi";

/* No comment provided by engineer. */
"'tags' parameter required" = "parameter 'tags' harus diisi";

/* No comment provided by engineer. */
"'title' parameter required" = "parameter 'judul' harus diisi";

/* No comment provided by engineer. */
"+/-" = "+/-";

/* No comment provided by engineer. */
"<No value>" = "<Tidak ada nilai>";

/* No comment provided by engineer. */
"Access to the device location is denied." = "Akses lokasi perangkat ditolak.";

/* No comment provided by engineer. */
"Actual Size" = "Ukuran Aktual";

/* No comment provided by engineer. */
"Add" = "Tambah";

/* No comment provided by engineer. */
"Add Attachment" = "Tambah Lampiran";

/* No comment provided by engineer. */
"Add..." = "Tambah...";

/* No comment provided by engineer. */
"An itemID is required for this operation. Add this item to the Portal to get an ItemID." = "ItemID diperlukan untuk operasi ini. Tambahkan item ke Portal untuk mendapatkan ItemID.";

/* No comment provided by engineer. */
"An uncaught NSException was detected, however the original information and callstack is not available. Break on objective-c exceptions to see the line of code causing the original NSException. For more information on how to do this please see the documentation." = "NSException tidak tertangkat terdeteksi, tetapi informasi asli dan tumpukan panggilan tidak tersedia. Pisahkan pada pengecualian obyektif-c untuk melihat baris kode yang menyebabkan NSException asli. Untuk informasi mengenai cara melakukan hal in, harap lihat dokumentasi.";

/* No comment provided by engineer. */
"Apply Geometry" = "Terapkan Geometri";

/* No comment provided by engineer. */
"At least 1 facility is required to solve a route." = "Paling sedikit 1 fasilitas harus diisi untuk memecahkan rute.";

/* No comment provided by engineer. */
"At least 1 incident is required to solve a route." = "Paling sedikit least 1 insiden harus diisi untuk memecahkan rute.";

/* No comment provided by engineer. */
"At least 2 stops are required to solve a route." = "Paling sedikit diperlukan 2 perhentian untuk menyelesaikan rute.";

/* No comment provided by engineer. */
"Attachment" = "Lampiran";

/* No comment provided by engineer. */
"Attachments" = "Lampiran";

/* No comment provided by engineer. */
"Attempt to use functionality that is not supported for the current license level" = "Mencoba menggunakan fungsi yang tidak didukung untuk level lisensi saat ini";

/* No comment provided by engineer. */
"Authorization required" = "Otorisasi diperlukan";

/* No comment provided by engineer. */
"Bad Request" = "Bad Request";

/* No comment provided by engineer. */
"Bad URL." = "Bad URL.";

/* No comment provided by engineer. */
"bytes" = "byte";

/* No comment provided by engineer. */
"Cancel" = "Batal";

/* No comment provided by engineer. */
"Cannot save to a different item type." = "Tidak dapat menyimpan ke jenis item yang berbeda.";

/* No comment provided by engineer. */
"Cannot verify the identity of '%@'" = "Tidak dapat memverifikasi identitas '%@'";

/* No comment provided by engineer. */
"Certificate Required" = "Sertifikat Diperlukan";

/* No comment provided by engineer. */
"Challenge for URL: %@ with failureCount: %lu" = "Tantangan untuk URL: %1$@ dengan failureCount: %2$lu";

/* No comment provided by engineer. */
"Changing Feature Type" = "Mengubah Jenis Fitur";

/* No comment provided by engineer. */
"Choose From Library" = "Pilih Dari Pustaka";

/* No comment provided by engineer. */
"Clear" = "Kosongkan";

/* No comment provided by engineer. */
"Clear Geometry" = "Bersihkan Geometri";

/* No comment provided by engineer. */
"Continue" = "Lanjutkan";

/* No comment provided by engineer. */
"Created %d hours ago" = "Dibuat %d jam yang lalu";

/* No comment provided by engineer. */
"Created %d minutes ago" = "Dibuat %d menit yang lalu";

/* No comment provided by engineer. */
"Created a minute ago" = "Dibuat semenit yang lalu";

/* No comment provided by engineer. */
"Created an hour ago" = "Dibuat satu jam yang lalu";

/* No comment provided by engineer. */
"Created by %@" = "Dibuat oleh %@";

/* No comment provided by engineer. */
"Created by %@ %d hours ago" = "Dibuat oleh %1$@ %2$d jam yang lalu";

/* No comment provided by engineer. */
"Created by %@ %d minutes ago" = "Dibuat oleh %1$@ %2$d menit yang lalu";

/* No comment provided by engineer. */
"Created by %@ a minute ago" = "Dibuat oleh %@ semenit yang lalu";

/* No comment provided by engineer. */
"Created by %@ an hour ago" = "Dibuat oleh %@ sejam yang lalu";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - day" = "Dibuat oleh %1$@ pada hari %2$@ pukul %3$@ - hari";

/* No comment provided by engineer. */
"Created by %@ on %@ at %@ - full" = "Dibuat oleh %1$@ pada hari %2$@ pukul %3$@ - penuh";

/* No comment provided by engineer. */
"Created by %@ seconds ago" = "Dibuat oleh %@ beberapa detik yang lalu";

/* No comment provided by engineer. */
"Created on %@ at %@ - day" = "Dibuat pada hari %1$@ pukul %2$@ - hari";

/* No comment provided by engineer. */
"Created on %@ at %@ - full" = "Dibuat pada hari %1$@ pukul %2$@ - penuh";

/* No comment provided by engineer. */
"Created seconds ago" = "Dibuat beberapa detik yang lalu";

/* No comment provided by engineer. */
"Credential Required" = "Kredensial Diperlukan";

/* No comment provided by engineer. */
"Data for pie chart is invalid" = "Data untuk diagram lingkaran tidak valid";

/* No comment provided by engineer. */
"Delete" = "Hapus";

/* No comment provided by engineer. */
"Delete Attachment" = "Hapus Lampiran";

/* No comment provided by engineer. */
"Delete Feature" = "Hapus Fitur";

/* No comment provided by engineer. */
"Deleting this attachment will remove it from the popup and associated data source." = "Menghapus lampiran ini akan membuangnya dari popup dan sumber data terkait.";

/* No comment provided by engineer. */
"Deleting this feature will remove it from the map and associated data source." = "Menghapus fitur ini akan membuangnya dar ipeta dan sumber data terkait.";

/* No comment provided by engineer. */
"Directions time and distance attributes do not match." = "Atribut jarak dan waktu arah tidak cocok.";

/* No comment provided by engineer. */
"Edit" = "Edit";

/* No comment provided by engineer. */
"Edited %d hours ago" = "Diedit %d jam lalu";

/* No comment provided by engineer. */
"Edited %d minutes ago" = "Diedit %d menit lalu";

/* No comment provided by engineer. */
"Edited a minute ago" = "Diedit semenit yang lalu";

/* No comment provided by engineer. */
"Edited an hour ago" = "Diedit satu jam yang lalu";

/* No comment provided by engineer. */
"Edited by %@" = "Diedit oleh %@";

/* No comment provided by engineer. */
"Edited by %@ %d hours ago" = "Diedit oleh %1$@ %2$d jam lalu";

/* No comment provided by engineer. */
"Edited by %@ %d minutes ago" = "Diedit oleh %1$@ %2$d menit lalu";

/* No comment provided by engineer. */
"Edited by %@ a minute ago" = "Diedit oleh %@ semenit lalu";

/* No comment provided by engineer. */
"Edited by %@ an hour ago" = "Diedit oleh %@ sejam lalu";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - day" = "Diedit oleh %1$@ pada hari %2$@ pukul %3$@ - hari";

/* No comment provided by engineer. */
"Edited by %@ on %@ at %@ - full" = "Diedit oleh %1$@ pada hari %2$@ pukul %3$@ - penuh";

/* No comment provided by engineer. */
"Edited by %@ seconds ago" = "Diedit oleh %@ beberapa detik lalu";

/* No comment provided by engineer. */
"Edited on %@ at %@ - day" = "Diedit pada hari %1$@ pukul %2$@ - hari";

/* No comment provided by engineer. */
"Edited on %@ at %@ - full" = "Diedit pada hari %1$@ pukul %2$@ - penuh";

/* No comment provided by engineer. */
"Edited seconds ago" = "Diedit beberapa detik yang lalu";

/* No comment provided by engineer. */
"Empty username/password" = "Nama pengguna/kata sandi kosong";

/* No comment provided by engineer. */
"Enter a date between %@ and %@" = "Masukkan tanggal antara %1$@ dan %2$@";

/* No comment provided by engineer. */
"Enter a number between %@ and %@" = "Masukkan angka antara %1$@ dan %2$@";

/* No comment provided by engineer. */
"Enter a number between %i and %i" = "Masukkan angka antara %1$i dan %2$i";

/* No comment provided by engineer. */
"Error" = "Kesalahan";

/* No comment provided by engineer. */
"Error adding identity to the keychain" = "Kesalahan menambahkan identitas ke rantai kunci";

/* No comment provided by engineer. */
"Error adding keychain item" = "Kesalahan menambahkan item rantai kunci";

/* No comment provided by engineer. */
"Error extracting identity" = "Kesalahan mengekstraksi identitas";

/* No comment provided by engineer. */
"Error Loading Page" = "Kesalahan Memuat Halaman";

/* No comment provided by engineer. */
"Error removing keychain item" = "Kesalahan membuang item rantai kunciKesalahan";

/* No comment provided by engineer. */
"Error updating keychain item" = "Kesalahan memperbarui item rantai kunci";

/* No comment provided by engineer. */
"Exceeds maximum value (%@)" = "Melebihi nilai maksimal (%@)";

/* No comment provided by engineer. */
"Extra Large" = "Ekstra Besar";

/* No comment provided by engineer. */
"Facility (%1$@) has invalid added cost attribute names (%2$@)." = "Fasilitas (%1$@) memiliki nama atribut biaya tambahan yang tidak valid (%2$@).";

/* No comment provided by engineer. */
"Facility (%1$@) has negative added cost attribute (%2$@)." = "Fasilitas (%1$@) memiliki atribut biaya tambahan negatif (%2$@).";

/* No comment provided by engineer. */
"Feature isn't valid." = "Fitur tidak valid.";

/* No comment provided by engineer. */
"Finish" = "Selesai";

/* No comment provided by engineer. */
"Finishing editing..." = "Menyelesaikan editing...";

/* No comment provided by engineer. */
"GB" = "GB";

/* No comment provided by engineer. */
"Geometry" = "Geometri";

/* No comment provided by engineer. */
"Hide" = "Sembunyikan";

/* No comment provided by engineer. */
"Incident (%1$@) has invalid added cost attribute names (%2$@)." = "Insiden (%1$@) memiliki nama atribut biaya tambahan yang tidak valid (%2$@).";

/* No comment provided by engineer. */
"Incident (%1$@) has negative added cost attribute (%2$@)." = "Insiden (%1$@) memiliki atribut biaya tambahan negatif (%2$@).";

/* No comment provided by engineer. */
"Insert Part" = "Sisipkan Bagian";

/* No comment provided by engineer. */
"Insert Vertex" = "Sisipkan Verteks";

/* No comment provided by engineer. */
"Invalid argument." = "Argumen tidak valid.";

/* No comment provided by engineer. */
"Invalid Credentials" = "Kredensial Tidak Valid";

/* No comment provided by engineer. */
"Invalid GPX data." = "Data GPX tidak valid.";

/* No comment provided by engineer. */
"Invalid groupID." = "groupID tidak valid.";

/* No comment provided by engineer. */
"Joining this organization is supported by invitation only, you need to receive an invitation from the administrator" = "Bergabung dengan organisasi ini hanya dapat dilakukan dengan undangan, Anda harus menerima undangan dari administrator";

/* No comment provided by engineer. */
"KB" = "KB";

/* No comment provided by engineer. */
"Keep Current Values" = "Pertahankan Nilai Saat Ini";

/* No comment provided by engineer. */
"Large" = "Besar";

/* No comment provided by engineer. */
"Less than minimum value (%@)" = "Kurang dari nilai minimal (%@)";

/* No comment provided by engineer. */
"Licensed for Developer Use Only" = "Dilisensikan untuk Penggunaan Khusus Developer";

/* No comment provided by engineer. */
"Loading feature..." = "Memuat fitur...";

/* No comment provided by engineer. */
"Map contains data that cannot be saved. To save this map, which will remove this data, pass true for forceSaveToSupportedVersion." = "Peta berisi data yang tidak dapat disimpan. Untuk menyimpan peta ini, dimana data ini akan dihapus, luluskan true untuk forceSaveToSupportedVersion.";

/* No comment provided by engineer. */
"MB" = "MB";

/* No comment provided by engineer. */
"Medium" = "Sedang";

/* No comment provided by engineer. */
"Missing client certificate" = "Sertifikat klien tidak ada";

/* string to represent hyperlink attributes */
"More Info" = "Info Lebih Lanjut";

/* No comment provided by engineer. */
"Move Geometry" = "Pindahkan Geometri";

/* No comment provided by engineer. */
"Move Part" = "Pindahkan Bagian";

/* No comment provided by engineer. */
"Move Vertex" = "Pindahkan Verteks";

/* No comment provided by engineer. */
"No certificate found to access the resource '%@'" = "Tidak ada sertifikat ditemukan untuk mengakses sumber daya '%@'";

/* No comment provided by engineer. */
"No data to create a bar chart" = "Tidak ada data untuk membuat diagram batang";

/* No comment provided by engineer. */
"No data to create a line chart" = "Tidak ada data untuk membuat diagram garis";

/* No comment provided by engineer. */
"No data to create a pie chart" = "Tidak ada data untuk membuat diagram lingkaran";

/* No comment provided by engineer. */
"No image to display" = "Tidak ada citra untuk ditampilkan";

/* No comment provided by engineer. */
"No path can be found between a given pair of stops (%@)." = "Tidak ada jalur dapat ditemukan di antara pasangan perhentian tertentu (%@).";

/* No comment provided by engineer. */
"Not a valid number" = "Bukan bilangan yang valid";

/* No comment provided by engineer. */
"Not a valid whole number" = "Bukan bilangan bulat yang valid";

/* No comment provided by engineer. */
"Object cannot be created without a portal.  Use fromJSON:withPortal:error: method instead." = "Objek tidak dapat dibuat tanpa portal. Sebaliknya, gunakan metode fromJSON:withPortal:error:.";

/* No comment provided by engineer. */
"OK" = "YA";

/* No comment provided by engineer. */
"One or more accumulate attribute names (%@) are invalid." = "Satu atau lebih nama atribut akumulasi (%@) tidak valid.";

/* No comment provided by engineer. */
"One or more attribute names (%@) associated with the custom parameter attribute values are invalid." = "Satu atau lebih nama atribut (%@) yang terkait dengan nilai atribut parameter kustom tidak valid.";

/* No comment provided by engineer. */
"One or more facilities (%@) have a null geometry." = "Satu atau lebih fasilitas (%@) memiliki geometri null.";

/* No comment provided by engineer. */
"One or more facilities (%@) have an invalid curb approach." = "Satu atau lebih fasilitas (%@) memiliki pendekatan ke tepi jalan yang tidak valid.";

/* No comment provided by engineer. */
"One or more facilities (%@) have invalid impedance cutoff." = "Satu atau lebih fasilitas (%@) memiliki potongan impedansi yang tidak valid.";

/* No comment provided by engineer. */
"One or more incidents (%@) have a null geometry." = "Satu atau lebih insiden (%@) memiliki geometri null.";

/* No comment provided by engineer. */
"One or more incidents (%@) have an invalid curb approach." = "Satu atau lebih insiden (%@) memiliki pendekatan ke tepi jalan yang tidak valid.";

/* No comment provided by engineer. */
"One or more incidents (%@) have invalid impedance cutoff." = "Satu atau lebih insiden (%@) memiliki potongan impedansi yang tidak valid.";

/* No comment provided by engineer. */
"One or more incidents (%@) have less than 1 target facility count." = "Satu atau lebih insiden (%@) memiliki kurang dari 1 jumlah fasilitas target.";

/* No comment provided by engineer. */
"One or more parameter names (%@) associated with the custom parameter attribute values are invalid." = "Satu atau lebih nama parameter (%@) yang terkait dengan nilai atribut parameter kustom tidak valid.";

/* No comment provided by engineer. */
"One or more parameter value types associated with the custom parameter attribute values (%@) are invalid." = "Satu atau lebih jenis nilai parameter yang terkait dengan nilai atribut parameter kustom (%@) tidak valid.";

/* No comment provided by engineer. */
"One or more point barriers (%@) are unlocated." = "Satu atau lebih penghalang titik (%@) belum ditentukan lokasinya.";

/* No comment provided by engineer. */
"One or more point barriers (%@) have a null geometry." = "Satu atau lebih penghalang titik (%@) memiliki geometri null.";

/* No comment provided by engineer. */
"One or more point barriers (%@) have an invalid added cost attribute name." = "Satu atau lebih penghalang titik (%@) memiliki nama atribut biaya tambahan yang tidak valid.";

/* No comment provided by engineer. */
"One or more point barriers (%@) have an invalid curb approach." = "Satu atau lebih penghalang titik (%@) memiliki pendekatan ke tepi jalan yang tidak valid.";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) does not cover any network elements." = "Satu atau lebih penghalang poligon (%@) tidak mencakup elemen jaringan apa pun.";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) have a null geometry." = "Satu atau lebih penghalang poligon (%@) memiliki geometri null.";

/* No comment provided by engineer. */
"One or more polygon barriers (%@) have an invalid scaled cost attribute name." = "Satu atau lebih penghalang poligon (%@) memiliki nama atribut biaya berskala yang tidak valid.";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) does not cover any network elements." = "Satu atau lebih penghalang polyline (%@) tidak mencakup elemen jaringan apa pun.";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) have a null geometry." = "Satu atau lebih penghalang polyline (%@) memiliki geometri null.";

/* No comment provided by engineer. */
"One or more polyline barriers (%@) have an invalid scaled cost attribute name." = "Satu atau lebih penghalang polyline (%@) memiliki nama atribut biaya berskala yang tidak valid.";

/* No comment provided by engineer. */
"One or more restriction attribute names (%@) are invalid." = "Satu atau lebih nama atribut batasan (%@) tidak valid.";

/* No comment provided by engineer. */
"One or more restriction usage values (%1$@) associated with the custom parameter attribute values (%2$@) are invalid." = "Satu atau lebih nilai penggunaan batasan (%1$@) yang terkait dengan nilai atribut parameter kustom (%2$@) tidak valid.";

/* No comment provided by engineer. */
"One or more restriction usage values (%1$@) associated with the custom parameter attribute values ((%2$@) are neutral (i.e., have no effect)." = "Satu atau lebih nilai penggunaan pembatasan (%1$@) yang terkait dengan nilai atribut parameter kustom ((%2$@) adalah netral (yaitu, tidak memiliki dampak).";

/* No comment provided by engineer. */
"One or more stops (%@) are located on a non-traversable element." = "Satu atau lebih perhentian (%@) berlokasi pada elemen yang tidak dapat dijelajahi.";

/* No comment provided by engineer. */
"One or more stops (%@) are located on a soft-restricted element." = "Satu atau lebih perhentian (%@) berlokasi pada elemen yang dibatasi secara lunak.";

/* No comment provided by engineer. */
"One or more stops (%@) are unlocated." = "Satu atau lebih perhentian (%@) belum ditentukan lokasinya.";

/* No comment provided by engineer. */
"One or more stops (%@) cannot be reached from other stops." = "Satu atau lebih perhentian (%@) tidak dapat dijangkau dari perhentian lain.";

/* No comment provided by engineer. */
"One or more stops (%@) have a null geometry." = "Satu atau lebih perhentian (%@) memiliki geometri null.";

/* No comment provided by engineer. */
"One or more stops (%@) have a time window end that occurs before its time window start." = "Satu atau lebih perhentian (%@) memiliki akhir jendela waktu yang terjadi sebelum awal jendela waktunya.";

/* No comment provided by engineer. */
"One or more stops (%@) have a time window that starts before January 1, 1970." = "Satu atau lebih perhentian (%@) memiliki jendela waktu yang dimulai sebelum 1 Januari 1970.";

/* No comment provided by engineer. */
"One or more stops (%@) have an invalid curb approach." = "Satu atau lebih perhentian (%@) memiliki pendekatan ke tepi jalan yang tidak valid.";

/* No comment provided by engineer. */
"Open in Safari" = "Buka di Safari";

/* No comment provided by engineer. */
"Password" = "Kata sandi";

/* No comment provided by engineer. */
"Please enter a name for the new attachment" = "Masukkan nama untuk lampiran baru";

/* No comment provided by engineer. */
"Polygon barrier (%1$@) has negative or zero scaled cost attributes (%2$@)." = "Penghalang poligon (%1$@) memiliki atribut biaya berskala negatif atau nol (%2$@).";

/* No comment provided by engineer. */
"Polyline barrier (%1$@) has negative or zero scaled cost attributes (%2$@)." = "Penghalang polyline (%1$@) memiliki atribut biaya berskala negatif atau nol (%2$@).";

/* No comment provided by engineer. */
"Polylines cannot be returned." = "Polyline tidak dapat dikembalikan.";

/* No comment provided by engineer. */
"Public Account user cannot access this application." = "Pengguna Akun Publik tidak dapat mengakses aplikasi ini.";

/* No comment provided by engineer. */
"Remove Part" = "Buang Bagian";

/* No comment provided by engineer. */
"Remove Vertex" = "Buang Verteks";

/* No comment provided by engineer. */
"Reordering stops (Traveling Salesman Problem) is not supported when the collection of stops contains waypoints or rest breaks." = "Mengatur urutan perhentian (Masalah Penjual dalam Perjalanan) tidak didukung saat pengumpulan perhentian berisi titik jalan atau jeda istirahat.";

/* No comment provided by engineer. */
"Reset to Default Values" = "Atur Ulang ke Nilai Default";

/* No comment provided by engineer. */
"Retry" = "Coba lagi";

/* No comment provided by engineer. */
"Route starts or ends on a waypoint." = "Rute berawal atau berakhir dalam sebuah titik jalan.";

/* No comment provided by engineer. */
"Save Image" = "Simpan Gambar";

/* No comment provided by engineer. */
"Save Movie" = "Simpan Film";

/* No comment provided by engineer. */
"Sign In" = "Masuk";

/* No comment provided by engineer. */
"Skip" = "Lewati";

/* No comment provided by engineer. */
"Small" = "Kecil";

/* No comment provided by engineer. */
"Specified start time occurs before January 1, 1970." = "Waktu mulai yang ditentukan terjadi sebelum 1 Januari 1970.";

/* No comment provided by engineer. */
"Stop (%1$@) has invalid added cost attribute names (%2$@)." = "Perhentian (%1$@) memiliki nama atribut biaya tambahan (%2$@) yang tidak valid.";

/* No comment provided by engineer. */
"Take Photo or Video" = "Ambil Foto atau Video";

/* No comment provided by engineer. */
"The default impedance cutoff is invalid." = "Potongan impedansi default tidak valid.";

/* No comment provided by engineer. */
"The default target facility count is invalid." = "Jumlah fasilitas target default tidak valid.";

/* No comment provided by engineer. */
"The directions distance attribute name (%@) is invalid." = "Nama atribut jarak arah (%@) tidak valid.";

/* No comment provided by engineer. */
"The directions language is invalid." = "Bahasa arah tidak valid.";

/* No comment provided by engineer. */
"The directions road class attribute is invalid." = "Atribut kelas jalan arah tidak valid.";

/* No comment provided by engineer. */
"The directions style is invalid." = "Gaya arah tidak valid.";

/* No comment provided by engineer. */
"The directions time attribute name (%@) is invalid." = "Nama atribut waktu arah (%@) tidak valid.";

/* No comment provided by engineer. */
"The impedance attribute name (%@) is invalid." = "Nama atribut impedansi (%@) tidak valid.";

/* No comment provided by engineer. */
"The input spatial reference is undefined." = "Referensi spasial input tidak ditentukan.";

/* No comment provided by engineer. */
"The network does not have a hierarchy attribute for performing hierarchical route planning." = "Jaringan tidak memiliki atribut hierarki untuk melakukan perencanaan rute hierarkis.";

/* No comment provided by engineer. */
"The object must first be saved to a portal using the 'saveAs:' method." = "Objek harus disimpan terlebih dahulu di portal dengan menggunakan metode 'saveAs:'.";

/* No comment provided by engineer. */
"The output spatial reference is undefined." = "Referensi spasial output tidak ditentukan.";

/* No comment provided by engineer. */
"The polygon buffer distance is invalid." = "Jarak buffer poligon tidak valid.";

/* No comment provided by engineer. */
"The resource you are looking for might have been removed, had its name changed, or is temporarily unavailable" = "Sumber daya yang Anda cari mungkin telah dibuang, namanya telah diganti, atau untuk sementara tidak tersedia";

/* No comment provided by engineer. */
"The resulting route has traversed one or more soft-restricted elements (%@)." = "Rute yang dihasilkan telah dijelajahi satu atau lebih elemen yang dibatasi secara lunak (%@).";

/* No comment provided by engineer. */
"The route is too large to solve using the walking travel mode." = "Rute terlalu luas untuk diselesaikan menggunakan mode perjalanan berjalan kaki.";

/* No comment provided by engineer. */
"The search where clause is not supported." = "Pencarian tempat klausa tidak didukung.";

/* No comment provided by engineer. */
"The server’s certificate is invalid. You might be connecting to a server that is pretending to be '%@', which could put your confidential information at risk. Would you like to connect anyway?" = "Sertifikat server tidak valid. Anda mungkin terhubung ke server yang menyamar sebagai '%@', yang dapat berisiko pada kerahasiaan informasi Anda. Anda tetap ingin terhubung?";

/* No comment provided by engineer. */
"The service cannot properly calculate time shift." = "Layanan tidak dapat menghitung pergantian waktu secara tepat.";

/* No comment provided by engineer. */
"The specified clientID is invalid" = "ClientID yang ditentukan tidak valid";

/* No comment provided by engineer. */
"The stop type property was ignored for stops (%@) because the server does not support selected type of stop." = "Properti tipe perhentian diabaikan untuk perhentian (%@) karena server tidak mendukung tipe perhentian yang dipilih.";

/* No comment provided by engineer. */
"The travel mode has been set to default." = "Mode perjalanan telah ditetapkan ke default.";

/* No comment provided by engineer. */
"The waypoints (%@) contain added cost attribute." = "Titik jalan (%@) berisi atribut biaya tambahan.";

/* No comment provided by engineer. */
"The waypoints (%@) contain time windows." = "Titik jalan (%@) berisi jendela waktu.";

/* No comment provided by engineer. */
"There was an error loading the feature. Please check your network connectivity." = "Terdapat kesalahan memuat fitur. Harap periksa konektivitas jaringan Anda.";

/* No comment provided by engineer. */
"Time windows start date was changed." = "Tanggal mulai jendela waktu telah diubah.";

/* No comment provided by engineer. */
"Time windows were ignored because the impedance attribute is not time based." = "Jendela waktu diabaikan karena atribut impedansi tidak berbasis waktu.";

/* No comment provided by engineer. */
"To save as a new item, you must be logged in to the portal." = "Untuk menyimpan sebagai item baru, Anda harus masuk ke portal.";

/* No comment provided by engineer. */
"Today" = "Hari Ini";

/* No comment provided by engineer. */
"Token is invalid or has expired" = "Token tidak valid atau telah kedaluwarsa";

/* No comment provided by engineer. */
"Token URL is nil. You must set a valid token URL on the credential." = "Token URL adalah nol. Anda harus mengatur token URL yang valid pada kredensial.";

/* No comment provided by engineer. */
"Unable to login with provided credentials." = "Tidak dapat masuk dengan kredensial yang diberikan.";

/* No comment provided by engineer. */
"Unable to retrieve user profile from the provider" = "Tidak dapat mengambil profil pengguna dari penyedia";

/* No comment provided by engineer. */
"Unauthorized access" = "Akses tidak terotorisasi";

/* No comment provided by engineer. */
"Unknown authentication error" = "Kesalahan autentikasi tidak dikenal";

/* No comment provided by engineer. */
"Unknown condition." = "Kondisi tidak dikenal.";

/* No comment provided by engineer. */
"Unknown error occurred" = "Kesalahan tidak dikenal terjadi";

/* No comment provided by engineer. */
"Unsupported GPX data." = "Data GPX tidak didukung.";

/* No comment provided by engineer. */
"User canceled error" = "Kesalahan karena dibatalkan pengguna";

/* No comment provided by engineer. */
"User licenses assigned by your organization are invalid. Please contact your administrator to adjust the license assignments and try again." = "Lisensi pengguna yang ditetapkan oleh organisasi Anda tidak valid. Harap hubungi administrator Anda untuk menyesuaikan pemberian lisensi dan coba lagi.";

/* No comment provided by engineer. */
"Username" = "Nama pengguna";

/* No comment provided by engineer. */
"Using browser to authenticate..." = "Menggunakan browser untuk autentikasi...";

/* No comment provided by engineer. */
"Value exceeds maximum field length of %lu" = "Niliai melampaui panjang kolom maksimum sebesar %lu";

/* No comment provided by engineer. */
"You are changing the feature type. Would you like to keep your current values (where possible) or reset to defaults?" = "Anda mengubah jenis fitur. Anda ingin mempertahankan nilai Anda saat ini (jika mungkin) atau mengatur ulang ke default?";

/* No comment provided by engineer. */
"You cannot sign in because you do not have an organization account associated with your social network credentials" = "Anda tidak dapat masuk karena Anda tidak memiliki akun organisasi terkait dengan kredensial jejaring sosial Anda";

/* No comment provided by engineer. */
"You do not have permissions to access this resource" = "Anda tidak memiliki izin untuk mengakses sumber daya ini";

/* No comment provided by engineer. */
"You do not have sufficient user level to access this application." = "Anda tidak memiliki level pengguna yang mencukupi untuk mengakses aplikasi ini.";

/* No comment provided by engineer. */
"You must be logged in to the Portal to perform this operation." = "Anda harus masuk ke Portal untuk melakukan operasi ini.";

/* No comment provided by engineer. */
"You must be specify a rating between 1 and 5." = "Anda harus menentukan peringkat antara 1 dan 5.";

/* No comment provided by engineer. */
"You must specify a location usage description key (NSLocationWhenInUseUsageDescription or NSLocationAlwaysUsageDescription) in your plist." = "Anda harus menentukan kunci deskripsi penggunaan alokasi (NSLocationWhenInUseUsageDescription atau NSLocationAlwaysUsageDescription) dalam plist Anda.";

/* No comment provided by engineer. */
"You need to select a certificate to access the resource '%@'" = "Anda harus memilih sertifikat untuk mengakses sumber daya '%@'";

/* No comment provided by engineer. */
"You need to sign in to access the resource '%@'" = "Anda harus masuk untuk mengakses sumber daya '%@'";

/* No comment provided by engineer. */
"• " = "• ";

﻿/* Localizable+Additions.strings */

/* Unit Abbreviated strings */
"cm" = "cm";
"dd" = "dd";
"dm" = "dm";
"ft" = "ft";
"in" = "di";
"km" = "km";
"m" = "m";
"mi" = "mi";
"mm" = "mm";
"nm" = "nm";
"pt" = "pt";
"Unknown" = "Tidak Diketahui";
"yd" = "yd";

/* Unit Display Strings */
"Centimeters" = "Sentimeter";
"Decimal Degrees" = "Derajat Desimal";
"Decimeters" = "Desimeter";
"Feet" = "Kaki";
"Inches" = "Inci";
"Kilometers" = "Kilometer";
"Meters" = "Meter";
"Miles" = "Mil";
"Millimeters" = "Milimeter";
"Nautical Miles" = "Mil Laut";
"Points" = "Titik";
"Yards" = "Yard";

/* Area Units Abbreviated Strings */
"sq. in" = "in persegi";
"sq. ft" = "kaki persegi";
"sq. yd" = "yd persegi";
"ac" = "ac";
"sq. mi" = "mi persegi";
"sq. mm" = "mm persegi";
"sq. cm" = "cm persegi";
"sq. dm" = "dm persegi";
"sq. m" = "m persegi";
"ares" = "are";
"ha" = "ha";
"sq. km" = "km persegi";

/* Area Units Display Strings */
"Square Inches" = "Inci Persegi";
"Square Feet" = "Kaki Persegi";
"Square Yards" = "Yard Persegi";
"Acres" = "Acre";
"Square Miles" = "Mil Persegi";
"Square Millimeters" = "Milimeter Persegi";
"Square Centimeters" = "Sentimeter Persegi";
"Square Decimeters" = "Desimeter Persegi";
"Square Meters" = "Meter Persegi";
"Ares" = "Are";
"Hectares" = "Hektare";
"Square Kilometers" = "Kilometer Persegi";

